tap "adoptopenjdk/openjdk"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "microsoft/git"
tap "sanemat/font"
brew "anyenv"
brew "xz"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "bat"
brew "brew-cask-completion"
brew "cabextract"
brew "glib"
brew "cairo"
brew "circleci"
brew "ctags"
brew "curl"
brew "direnv"
brew "docutils"
brew "harfbuzz"
brew "node"
brew "openjdk"
brew "emscripten"
brew "eza"
brew "fd"
brew "pango"
brew "python@3.11"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "k6"
brew "kubectx"
brew "kustomize"
brew "lastpass-cli"
brew "lazygit"
brew "libfido2"
brew "libpq"
brew "minikube"
brew "mint"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "nodenv"
brew "openjpeg"
brew "p7zip"
brew "parallel"
brew "peco"
brew "perl"
brew "php"
brew "py3cairo"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygobject3"
brew "python@3.10"
brew "python@3.12"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "scdoc"
brew "shared-mime-info"
brew "socat"
brew "starship"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "vercel-cli"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "heroku/brew/heroku"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "arc"
cask "chromedriver"
cask "cursor"
cask "dash"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "fig"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-ricty-diminished"
cask "ghostty"
cask "git-credential-manager"
cask "git-credential-manager"
cask "goneovim"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "miro"
cask "mysqlworkbench"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "rectangle"
cask "slack"
cask "vagrant"
cask "visual-studio-code"
cask "warp"
cask "wireshark-app"
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "arjun.swagger-viewer"
vscode "castwide.solargraph"
vscode "datadog.datadog-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "kaiwood.endwise"
vscode "kumar-harsh.graphql-for-vscode"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "ripwu.protobuf-helper"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "vincaslt.highlight-matching-tag"
vscode "vscodevim.vim"
vscode "wmaurer.change-case"
vscode "xadillax.viml"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
go "golang.org/x/tools/gopls"
go "github.com/mattn/memo"
go "honnef.co/go/tools/cmd/staticcheck"
