tap "adoptopenjdk/openjdk"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "sanemat/font"
brew "anyenv"
brew "readline"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "brew-cask-completion"
brew "cabextract"
brew "circleci"
brew "direnv"
brew "docker", link: false
brew "gobject-introspection"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "golang-migrate"
brew "graphviz"
brew "jq"
brew "krb5"
brew "kubernetes-cli", link: false
brew "little-cms2"
brew "mysql", restart_service: true
brew "mysql@5.7"
brew "neovim"
brew "openjpeg"
brew "p7zip"
brew "peco"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-build"
brew "shared-mime-info"
brew "socat"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "v8@3.15"
brew "vercel-cli"
brew "vim"
brew "watch"
brew "zsh"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "adoptopenjdk8"
cask "alfred"
cask "android-studio"
cask "chromedriver"
cask "dash"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "mysqlworkbench"
cask "notion"
cask "visual-studio-code"
