tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "anyenv"
brew "brew-cask-completion"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "go"
brew "golang-migrate"
brew "jq"
brew "p7zip"
brew "peco"
brew "readline"
brew "sqlite"
brew "python@3.9"
brew "ruby"
brew "ruby-build"
brew "telnet"
brew "tmux"
brew "tree"
brew "vercel-cli"
brew "vim"
brew "zsh"
brew "heroku/brew/heroku"
cask "alfred"
cask "deepl"
cask "discord"
cask "google-japanese-ime"
cask "notion"
cask "visual-studio-code"
